{
	"id":	"OeYnV9zp7Dk",
	"title":	"The Sounds of Space:  A sonic adventure to other worlds",
	"author":	"melodysheep",
	"description":	"A collaboration with the podcast Twenty Thousand Hertz: http://20k.org\nSoundtrack: https://melodysheep.bandcamp.com/album/the-sounds-of-space |  Space is more than just a feast for the eyes. It’s a feast for the ears.  You just have to know where -- and when -- to look. \n\nFloating in the silent void of space are trillions of islands of sound, each with their own sonic flavor -- some eerily familiar, some wildly different than Earth’s. And even space itself was once brimming with sound. \n\nThis short film takes you on a journey back in time and to the edge of our solar system and beyond, to discover what other worlds of sound are lurking beyond Earth's atmosphere. You won't believe your ears :)\n\nHear the sounds directly:\n\nSounds of the Early Universe: https://www.jpl.nasa.gov/images/sounds-of-the-ancient-universe\nVenera 14 audio: https://www.youtube.com/watch?v=P3Ife6iBdsU\nPerseverance audio: https://mars.nasa.gov/mars2020/multimedia/audio/\nTitan wind audio: https://www.esa.int/Science_Exploration/Space_Science/Cassini-Huygens/Sounds_of_an_alien_world\n----\nAdapted from the \"Space Remix\" episode of Twenty Thousand Hertz\n[http://20k.org/subscribe]\n\nNarrated by Dallas Taylor\nVisuals, Music & Sound Design by Melodysheep (John D. Boswell)\nWritten by Kevin Edds (Twenty Thousand Hertz)\nand John D. Boswell\nCasey Emmerling: Story Editor\nSound Mix & Additional Sound Design: Defacto Sound [https://defactosound.com]\n\nGuest Voices:\nDr. Lori Glaze, Planetary Science Division Director, NASA\nDr. Keith Noll, Planetary Astronomer, Goddard Space Flight Center, NASA\nDr. Scott Guzewich, Research Astrophysicist, NASA\n\nSpecial Thanks:\nJuan Benet\nMorrison Waud\nRowdy Jansen\nMatthew Brown\n\nMade possible by supporters on Patreon: http://patreon.com/melodysheep\n\nThanks to my $50+ Patrons:\nAli Aljuyayd: https://www.instagram.com/iallawy, Andrew Burke: soundcloud.com/enneract, Axel Vei: @AxelVei, Brandon Sanders, Brenden Dearie, C, Caleb Levesque, Casey Stratton, David Balland, David Martinez, Derick Yan, Eddy Adams: http://www.eddyadams.com, Eric Capuano: http://reconinfosec.com ​, Eric Malette, Erik Cheatham, Frank Buschmann, Gayathri Baskaran, Gregory Cohen: http://www.designfirebrand.com​, Illarion Petrov, Jan Mocňák, John Maier, Kimi Ushida: http://eff.org, Logan, Manu Duti, Matthew Brown, Micah Mangione, Michael Denny, Miguel Klagges, pavel zolotarev, Phillip Oliveto, Steve Rigby, Redspade: redspaderacing.com, Zach Fox\n\nAnd big thanks also to my $10+ patrons -- there are too many to list in the description!  Here's the full list: https://www.dropbox.com/s/d73ex6darvzm1xa/Patrons.rtf?dl=0\n\nPeace and love,\n\nmelodysheep",
	"owner_profile_url":	"https://www.youtube.com/@melodysheep",
	"video_url":	"https://www.youtube.com/watch?v=OeYnV9zp7Dk",
	"video_thumbnail":	"https://i.ytimg.com/vi/OeYnV9zp7Dk/maxresdefault.jpg",
	"video_length":	"20:23",
	"category":	"Music",
	"publish_date":	"2021-06-16T09:46:57-07:00",
	"view_count":	6134512,
	"transcript":	"MelodySheep MelodySheep+TtwentyThousandHertz What does space sound like?  The best marketing slogan in movie history, probably from Ridley Scott's movie... Alien. In space, no one can hear you scream. This statement is true.  It's not just about the distance from Earth. It's about how sound travels.  * Dr. Lori Grays \\ NASA\n- We don't have sound in space because sound needs particles.  You must be able to move particles\nwith sound waves. Without particles, sound does not move. Space is silent... because it's almost empty, as little as ten atoms per cubic meter. Compared to the ten trillion trillion\nin our atmosphere. Earth's atmosphere --- outer space\ncompared to ten trillion trillion\nin our atmosphere. Earth's atmosphere --- outer space\nWithout this dense soup of atoms... Earth's atmosphere --- outer space\nSound has no way to travel. Earth's atmosphere --- outer space\nBut billions of years ago, it was a different story. But billions of years ago, it was a different story. Not long after the Big Bang, the universe was a ball of hot plasma, dense enough for sound to pass through. Shock waves from the formation of the universe\nrippled through space. It created a cosmic hum deeper than anything our\nears can detect. What you're hearing now are real sounds... analyzed by researchers and harmonized to something we can hear. These are the first sounds ever made! Primitive movements of a newborn. Today, space is much bigger, much emptier, and much quieter. But we should be grateful, because if sound traveled through space... we would all be bombarded by a\ncontinuous, deafening explosion. Roar of the sun. Every moment, our sun expends trillions of trillions of watts\nof sound energy... through its turbulent surface. If it weren't muffled by the\nvacuum of space, it would be as loud as a jackhammer\non Earth. Fortunately, we have the vacuum of space to\nprotect us. We live in a world of amazing sonic diversity. Sandy deserts, lush forests, the sound of the ocean, above and below.  Our home planet is a rich soundscape, because our ears are perfectly adapted to it. But our little island of sound isn't the\nonly one; there are whole other worlds of sound out there, in the sky, the oceans, the rocks of other planets, and beyond. --(Space Sounds)-- Before we venture into other sonic worlds, we\nmust start with the basics.  * Dr. Keith Noll \\ NASA\n- What is sound?  Sound is the vibrations of particles in the air.  * Dr. Keith Noll \\ NASA Sound pressure wave. Sound takes many forms, but the\nmost common is a pressure wave... all the way to a gas.  Helium Helium\n- Sound travels faster through lighter gases like helium, which \nmakes our voices sound higher-pitched. Helium\n- and when the atmosphere is colder, or made up of heavier gases, helium\n- like sulfur hexafluoride, helium sulfur hexafluoride\n\n- sound travels slowly helium\nsulfur hexafluoride helium sulfur\nhexafluoride\n- but there's more to it than that. Sound can travel through any\nphysical medium, so if you're in a swimming pool and you can still\nhear the sound, it means the sound is traveling through the water. Earthquakes are essentially sound waves that travel\nthrough solid Earth.  Our experience of sound on Earth is only a small part of\nwhat is possible. Each planet is a unique soundscape, formed by its own structure. So, let's go from planet to planet in our solar system, and discover what each surface sounds like to our ears. To be clear, you'll die quickly everywhere but here. But we'll pretend we have superpowers to keep us\nalive. So with that disclaimer out\nof the way, let's start with the one closest to the sun.  Mercury |  Atmospheric pressure: zero \\ Speed ​​of sound: zero -\nPlaces like Mercury and these rocky planets that have no atmosphere.. Mercury |  Atmospheric pressure: zero \\ Speed ​​of sound: zero -\nor more like that in space.  Mercury |  Atmospheric pressure: zero \\ Speed ​​of sound: zero\n- there will be no sound, if any.  Mercury |  Atmospheric pressure: zero \\ Speed ​​of sound: zero With near-vacuum surface conditions, Mercury may seem... completely soundless. But there is a sound... not in the air... but in the rocks. Scientists have discovered that the planet is seismically active, so if you put your ear to the ground, you\nmight hear something strange. Mercury earthquake. Next stop: Flower Flower |  Atmospheric pressure: 93×Earth\\Speed ​​of sound: 410 m/s Venus |  Atmospheric pressure: 93×Earth's \\ Speed ​​of sound: 410 m/s\n- Due to its dense atmosphere, denser than Earth's, Venus |  Atmospheric pressure: 93×Earth's pressure \\ Speed ​​of sound: 410 m/s -\nSound will bend to what it is when you are in water. If you imagine something between air and water, that dense, and you pass your hand through it, you will feel it. If you were to incarnate in this 900°F environment... and a hundred times the pressure of our atmosphere,\nfirst you would be crushed. And then you'll probably burn up, completely. What we know about Venus is that it has lightning. So you might hear thunder.  It turns out that Venus is the only place we have a\nvoice from. In the early 1980s, the Russian probe Venera 14\nsuccessfully landed on the surface. It stayed up for about an hour before\nfailing. During this time, he picked up these strange sounds\nfrom the Venusian winds. How about something human? How could my voice be? Venus' atmosphere\nHow could my voice be? Venus's atmosphere The dense atmosphere tends to lower the pitch, but the hot atmosphere will increase the\nspeed of the sound, making my voice sound higher. It's a strange scene to imagine... I'm on Venus, a non-material world mixed with a thin atmosphere of gas and water. I'm almost floating. My voice.  Thunder. Everything is a little muffled and distorted as it travels through the\nthick atmosphere. Our next stop is an opposite polarity acoustic environment.  Mars Atmospheric pressure: 0.6% Earth Speed ​​of sound: 240 m/s Mars |  Atmospheric pressure: 0.6% Earth Speed ​​of sound: 240 m/s -\nSound on Mars will be almost in the opposite direction than on Venus. Because the atmosphere is very thin compared to Earth, there aren't many particles.  * Dr. Scott Josewicz \\ NASA -\nWind speeds can be as high as hurricane force at the surface. So, imagine 100 miles per hour on Earth and it\nmight blow your feet off. If you were standing on the surface there on Mars,\nyou would feel it, but it would be like a gentle breeze on the surface of Earth.  You won't even have to hear the wind itself, you 'll hear the dust being picked up and hitting the\nface plate of the spacesuit.  You won't hear much, maybe if you're shuffling across\nthe surface, you can hear a faint thud as you\ncling to the ground. But Mars is another world where we don't have to rely\non guesswork. After decades of sending rovers, we've finally gotten our first real sound\nfrom the surface of Mars. Recorded by the Perseverance rover in 2021. These are the sounds of Martian winds.  The bottom of the rover's wheels is on the surface of the planet. Sounds our ancestors dreamed of hearing. Wind and rocks are one and the same. But what will our voice be like? Mars' atmosphere Mars' atmosphere\n- In this thin atmosphere, sound will sound quieter and will not travel as far.  The Martian atmosphere The Martian atmosphere\n- and through the low density atmosphere that will make our pitch higher. Martian atmosphere - the\ncold temperature will slow down the sound, Martian atmosphere\n- the pitch will even out.  The biggest change will be in the composition of the atmosphere.  The Martian atmosphere is mostly carbon dioxide,\nwhich absorbs high frequencies. So our voices will be muffled and distant. If our voices don't travel far, what about a piano? In the thin Martian air, it would be something like\nwhat you hear in a dream. Let's continue to the outer gas planets. Starting with the biggest... Jupiter |  Atmospheric pressure: variable \\ Speed ​​of sound: variable Jupiter |  Atmospheric pressure: Variable \\ Speed ​​of sound: Variable -\nJupiter does not have a solid surface.  The entire planet is made of gas that gets denser the\ndeeper you go inside. Eventually, it becomes liquid. Changes in pressure and temperature are what cause\nthese beautiful swirling storms to form. Depending on where you are within its layers, the soundscape will change radically.  The interesting thing about Jupiter is that the pressure,\ntemperature, and cloud formations are not very hospitable. There are powerful lightning bolts. And you will hear an echo, an echo, an echo... back and forth. What about other exoplanets? Saturn |  Atmospheric pressure: Variable \\ Speed ​​of sound: Variable\n-What about other exoplanets? Saturn |  Atmospheric pressure: variable \\ Speed ​​of sound: variable Saturn |  Atmospheric pressure: Variable \\ Speed ​​of sound: Variable\n- Jupiter, Saturn, Uranus, Neptune are mostly made up of.. Uranus |  Atmospheric pressure: Variable \\ Speed ​​of sound: Variable\n- Hydrogen and helium Uranus |  Atmospheric pressure: variable \\ Speed ​​of sound: variable Uranus |  Atmospheric pressure: Variable \\ Speed ​​of sound: Variable\n-These gases are lighter than Earth's atmosphere Neptune |  Air pressure: Variable \\ Speed ​​of sound: Variable\n- so our voices will generally be higher pitched Neptune |  Atmospheric pressure: variable \\ Speed ​​of sound: variable Neptune |  Atmospheric pressure: Variable \\ Speed ​​of sound: Variable\n- but each layer of each planet will provide its own... sound experience. Different worlds of sounds. From the turbulent storms of Saturn... to the frozen methane clouds of Uranus... to the mysterious depths of Neptune. But, what about our old friend, Pluto? Pluto |  Atmospheric pressure: 0.00001 Earth Speed ​​of sound: unknown - It is\nperhaps the thinnest coherent atmosphere we know of. Pluto |  Atmospheric pressure: 0.00001 Earth Speed ​​of sound: Unknown Pluto |  Atmospheric pressure: 0.00001 Earth Speed ​​of sound: Unknown -\nbut also very complex. It's a little bit different... because the temperature is so low, the nitrogen is ice, carbon monoxide is mostly ice... it's probably the weirdest, most different place, in terms of thinking about how composition,\ntemperature, and pressure affect sound. There's another world worth listening to... not a planet, but a moon. Titan |  Atmospheric pressure: 1.5×Earth's \\ Speed ​​of sound: 194 m/s -\nSaturn's moon Titan is the only one we know of with a real atmosphere. Titan |  Atmospheric pressure: 1.5×Earth\\Speed ​​of sound: 194 m/s Titan |  Atmospheric pressure: 1.5×Earth's \\ Speed ​​of sound: 194 m/s\n- It's also denser than our atmosphere, but it's very cold, and it rains liquid methane. In 2005, the Huygens space probe recorded the sound of... descending through the dense atmosphere toward the surface. What you hear is amazing! Wind sound from a small moon nearly a billion miles away. If you were standing on its surface, the soundscape\nmight be strangely familiar.  You may hear the sound of liquid methane dripping. Not a waterfall, but a methane waterfall! When you think of space, most of it is empty space where there are no mediums for sound to travel through. And yet, it is excellent for light. Light fills the universe. But the sound, it doesn't.  The entire universe is connected by light, light is\neverywhere in the universe, light travels anywhere in the universe. But with sound, there really are a trillion\ndifferent islands of sound. We think the Earth is special because it supports life. But it really goes further than that. It is one of the places in the universe where sound is abundant. And all this sound affected life on a\nrevolutionary level. If you look at life on Earth, the ability to\nhear something seems like a huge benefit... biologically, isn't that true?  Because you can be wary of... predators or victims, or... food sources. Alien life would have the benefit of hearing things\ntoo. On what planet, ocean or atmosphere do they live? These aliens will perceive sound in a\ncompletely different way. In a way that is in harmony with its own environment.  You may hear completely different frequencies. Sound as we understand it is extremely rare. Even now, it's abundant here, within this\nthin blanket of atmosphere. But if we travel up, it goes away quickly. And it becomes calmer... and calmer. Even.. he disappeared! Translated by:\nMSIFI-EMAD Made by MELODYSHEEP\nin collaboration with TWENTY THOUSAND HERTZ "
}